Repository: Softmotions/qx-softmotions
Catalog: node/qxoo/translation/*.po
Languages: ru

source: News
ru: Новости

source: Users
ru: Пользователи

source: You don't have access to create news in this section
ru: У вас недостаточно прав для создания новостей в данном разделе

source: You don't have access to manage news in this section
ru: У вас недостаточно прав для управления новостями в данном разделе

source: You don't have access to edit page
ru: У вас недостаточно прав для редактирования страницы

source: You don't have access for changing type of page
ru: У вас недостаточно прав для изменения типа страницы

source: Unable to convert section with child into page
ru: Невозможно преобразовать раздел с дочерними элементами в страницу

source: Error occurred while saving page
ru: При сохранении страницы произошли ошибки

source: You don't have access for saving page with selected template
ru: У вас недостаточно прав для сохранения страницы в выбранном шаблоне

source: You don't have access to change owner of page
ru: Недостаточно прав доступа для смены владельца страницы

source: You can't move category to itself
ru: Нельзя перенести категорию саму в себя

source: Page not found, id: %1
ru: Страница не найдена, id: %1

source: Branch where moving page should be directory
ru: Ветка в которую перемещается страница должна быть каталогом

source: You don't have access for moving: %1
ru: Недостаточно прав доступа для перемещения: %1

source: You don't have access for moving in: %1
ru: Недостаточно прав доступа для перемещения в: %1

source: You don't have access for moving in root
ru: Недостаточно прав доступа для перемещения страницы в корень

source: You don't have access to delete page
ru: Недостаточно прав доступа для удаления страницы

source: This section have subpages, please remove them first
ru: У данного раздела есть подстраницы, пожалуйста удалите сначала их

source: Page with name: %1 already exists
ru: Страница с именем: %1 уже существует

source: You don't have access to change page name
ru: Недостаточно прав доступа для изменения имени страницы

source: Role %1 isn't remove form user because other clearly designated roles required it.
ru: Роль %1 не снята с пользователя, поскольку, другие явно назначенные роли предполагают ее наличие.

source: Validation error: %1
ru: Ошибка валидации: %1

source: '%1' is not an IP or hostname.
ru: '%1' не ip адрес или имя хоста

source: %1 is not a number.
ru: %1 не число

source: Field cannot be empty.
ru: Поле не может быть пустым.

source: Invalid
ru: Неверное

source: Configuration
ru: Кофигурация

source: Pages
ru: Страницы

source: Media
ru: Медия

source: Termination date
ru: Дата окончания

source: Unset termination date
ru: Отменить дату окончания
